{
  "about-hero-title": "À propos de PSAI POWER",
  "about-hero-subtitle": "Leader mondial de confiance dans la conception, la protection et le contrôle des systèmes électriques",
  "about-content": "Chez PSAI POWER, nous sommes un leader mondial de confiance dans la conception, la protection et le contrôle des systèmes électriques. Avec une vaste expérience dans diverses régions, y compris l'Amérique du Nord, l'Amérique latine, les Caraïbes et l'Asie, nous avons livré avec succès des solutions électriques innovantes, fiables et rentables pour les services publics, les mines et les clients industriels.",
  "about-mission-title": "Notre Mission",
  "about-mission-body": "Nous nous concentrons sur l'approche centrée sur le client, travaillant en étroite collaboration avec nos clients pour développer des solutions adaptées à leurs besoins spécifiques. Notre équipe s'engage à fournir des instruments de mesure et de protection de l'énergie innovants, faciles à installer et garantissant des interruptions minimales.",
  "about-vision-title": "Notre Vision",
  "about-vision-body": "Nous allons au-delà des approches traditionnelles pour proposer des technologies avant-gardistes qui améliorent la performance et la fiabilité des systèmes électriques tout en minimisant les perturbations. Notre objectif est de diriger l'industrie dans l'optimisation avancée du réseau, l'intégration des énergies renouvelables et les schémas de protection de pointe.",
  "about-expertise-title": "Notre Expertise",
  "about-expertise-body": "Notre expertise couvre un large éventail d'applications de systèmes électriques, y compris les interconnexions des ressources énergétiques distribuées (DER) au réseau de distribution avec des intégrations réussies jusqu'à 150 MW. Nous comprenons les défis uniques de chaque projet et les abordons avec une compréhension approfondie des environnements techniques et réglementaires.",

  "contact-hero-title": "Contactez-nous",
  "contact-hero-subtitle": "Nous sommes là pour vous aider. Contactez-nous pour toute demande ou pour discuter de votre prochain projet.",
  "contact-form-title": "Envoyez-nous un message",
  "contact-label-name": "Nom complet",
  "contact-label-email": "Adresse e-mail",
  "contact-label-subject": "Sujet",
  "contact-label-message": "Message",
  "contact-button-submit": "Envoyer le message",
  "contact-status-error": "Veuillez remplir tous les champs.",
  "contact-status-info": "Envoi en cours...",
  "contact-status-success": "Merci pour votre message ! Nous vous répondrons bientôt.",
  
  "resource-technical-whitepapers-title": "Livres blancs techniques",
  "resource-technical-whitepapers-content": "Accédez à notre bibliothèque de livres blancs techniques couvrant la conception avancée des systèmes électriques, les schémas de protection, les stratégies de modernisation du réseau et les méthodologies d'intégration des énergies renouvelables. Ces documents représentent notre recherche de pointe et nos mises en œuvre pratiques en Amérique du Nord.",
  "resource-case-studies-title": "Études de cas",
  "resource-case-studies-content": "Découvrez des études de cas réelles présentant nos projets réussis de systèmes électriques. Découvrez notre travail avec les services publics, les clients industriels et les fournisseurs d'énergie renouvelable. Chaque étude de cas détaille les défis rencontrés, les solutions mises en œuvre et les résultats obtenus.",
  "resource-integration-guides-title": "Guides d'intégration",
  "resource-integration-guides-content": "Guides complets pour les interconnexions des ressources énergétiques distribuées (DER), l'intégration des énergies renouvelables et la modernisation du réseau. Ces documents techniques fournissent des instructions étape par étape, les meilleures pratiques et les informations de conformité réglementaire.",
  "resource-compliance-documents-title": "Documents de conformité",
  "resource-compliance-documents-content": "Accédez à la documentation de conformité réglementaire, aux directives de respect des normes et aux certificats. Assurez-vous que vos systèmes électriques respectent toutes les normes industrielles et réglementations gouvernementales nécessaires.",
  "resource-technical-briefs-title": "Fiches techniques",
  "resource-technical-briefs-content": "Fiches techniques concises couvrant des sujets spécifiques des systèmes électriques, des solutions innovantes et des technologies émergentes. Parfait pour une référence rapide et pour rester à jour avec les avancées du secteur.",
  "resource-best-practices-title": "Meilleures pratiques",
  "resource-best-practices-content": "Les meilleures pratiques du secteur pour la maintenance, l'optimisation et la fiabilité des systèmes électriques. Ces documents compilent des décennies d'expérience en directives exploitables pour une performance optimale du système.",
  "resource-not-found": "Ressource introuvable",
  "resource-access-resources": "Accéder aux ressources",
  "resource-access-content": "Contactez-nous pour demander l'accès à notre bibliothèque complète de ressources ou pour planifier une consultation technique."
}

